Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/core-omegat.tmx
Source language: en_us
Languages: pt_br

source: The SPI lets you add whole new panels, or sections to the Miscellaneous panel.
pt_br: A SPI permite a você adicionar novos painéis completamente, ou seções para o painel de miscelâneas.

source: Advanced Options
pt_br: Opções avançadas

source: &Basic Options
pt_br: Opções &básicas

source: Loading Settings ...
pt_br: Carregando configurações ...

source: Loading Options Failed.
pt_br: Falhou ao carregar opções.

source: There are some changes.
pt_br: Existem algumas modificações.

source: Do you want to apply them?
pt_br: Você deseja aplicá-las?

source: &Fonts & Colors
pt_br: &Fontes & cores

source: Fonts & Colors
pt_br: Fontes & cores

source: &Keymap
pt_br: &Mapa de teclas

source: Keymap
pt_br: Mapa de teclas

source: Invokes Advanced Options dialog
pt_br: Invoca a caixa de diálogo opções avançadas

source: Options Dialog
pt_br: Caixa de diálogo de opções

source: &Miscellaneous
pt_br: &Miscelânea

source: Miscellaneous
pt_br: Miscelânea

source: Keymap Options
pt_br: Opções do mapa de teclas

source: D&uplicate ...
pt_br: D&uplicar ...

source: Duplicate
pt_br: Duplicar

source: Dele&te
pt_br: E&xcluir

source: &Restore
pt_br: &Restaurar

source: Restore
pt_br: Restaurar

source: Actio&ns
pt_br: Açõe&s

source: &Shortcuts
pt_br: Atalho&s

source: A&dd ...
pt_br: A&dicionar ...

source: Remo&ve
pt_br: Remo&ver

source: Actio&ns:
pt_br: Açõe&s:

source: &Shortcuts:
pt_br: Atalho&s:

source: Profiles
pt_br: Perfis

source: &Keymaps
pt_br: &Mapa de teclas

source: &Profile:
pt_br: &Perfil:

source: &View By
pt_br: &Visualizar por

source: &Shortcut:
pt_br: A&talho:

source: Add Shortcut Dialog
pt_br: Caixa de diálogo adicionar atalho

source: Profile Name:
pt_br: Nome do perfil:

source: Create New Profile Dialog
pt_br: Caixa de diálogo criar perfil

source: <html>Shortcut already assigned to {0} Action.
pt_br: Atalho já atribuído à ação {0}.

source: If you proceed the shortcut will be reassigned.
pt_br: Se continuar, o atalho será redefinido.

source: &Clear
pt_br: &Limpar

source: Clear shortcut button
pt_br: Botão para limpar atalho

source: Clear the shortcut field
pt_br: Limpar campo de atalho

source: &Tab
pt_br: &Tabulação

source: Insert Tab character button
pt_br: Botão inserir caractere de tabulação

source: Insert Tab character
pt_br: Inserir caractere de tabulação

source: Profile with such name already exists.
pt_br: Já existe um perfil com este nome.

source: Choose different name, please.
pt_br: Por favor, escolha um nome diferente.

source: Export IDE Actions to XML
pt_br: Exportar ações do IDE para XML

source: Export IDE Shortcuts to XML
pt_br: Exportar atalhos do IDE para XML

source: Export Editor Shortcuts to XML
pt_br: Exportar atalhos do editor para XML

source: Export Shortcuts to HTML
pt_br: Exportar atalhos para HTML

source: Shortcut field
pt_br: Campo de atalho

source: Switching keymap profile from {1} to {0}
pt_br: Alternando perfil de mapa de teclas de {1} para {0}

source: Progress UI
pt_br: UI de progresso

source: Task progress visualization.
pt_br: Visualização do progresso da tarefa.

source: Provides a view of all running tasks and may permit them to be cancelled, etc.
pt_br: Fornece uma visualização de todas as tarefas e pode permitir que elas sejam canceladas, etc.

source: {0} tasks running.
pt_br: {0} tarefas em execução.

source: Click for details.
pt_br: Clique para detalhes.

source: {0} task running.
pt_br: {0} tarefa rodando.

source: Click to cancel process
pt_br: Clique para cancelar o processo

source: Click to watch the process
pt_br: Clique para monitorar o processo

source: Are you sure you want to cancel {0}?
pt_br: Tem certeza de que deseja cancelar {0}?

source: Cancel Running Task
pt_br: Cancelar tarefa em execução

source: Show Processes
pt_br: Exibir processos

source: Show Output
pt_br: Exibir saída

source: Watch Process
pt_br: Monitorar processo

source: Apple Application Menu
pt_br: Menu de aplicativo Apple

source: Enables proper support for the Apple Application menu
pt_br: Habilita o suporte apropriado para o menu de aplicativo Apple

source: Enables Apple menu items to work properly, and moves some standard menu items there - Tools | Options becomes Preferences, Help | About becomes about, File | Exit becomes Quit.
pt_br: Permite que itens do menu Apple funcionem apropriadamente, e move alguns ítens de menu padrões - Ferramentas | Opções se torna Preferências, Ajuda | Sobre se torna Sobre, Arquivo | Sair se torna Sair.

source: &Editors
pt_br: &Editores

source: Editors - Iterate left
pt_br: Editores - avançar à esquerda

source: Editors - Iterate right
pt_br: Editores - avançar à direita

source: {0} View ({1} or {2})
pt_br: Visão {0} ({1} ou {2})

source: MultiView Windows
pt_br: Janelas de múltiplas visões

source: MultiView Windows framework and APIs
pt_br: Framework e APIs para janela de múltiplas visões
